Repository: UrbanInstitute/iwitness-app
Catalog: Eyewitness/Resources/*.lproj/Localizable.strings
Languages: es

source: START
es: INICIA

source: You are now being recorded.
es: Usted está siendo grabado.

source: CONTINUE →
es: SIGUIENTE →

source: Do you understand these instructions?
es: ¿Usted entiende estas instrucciones?

source: I UNDERSTAND
es: YO ENTIENDO

source: REPLAY
es: REPETIR

source: Please state whether you recognize this person.
es: Sírvase indicar si usted reconoce a esta persona.

source: YES
es: SÍ

source: NOT SURE
es: NO ESTOY SEGURO

source: SPEAK NOW
es: HABLE AHORA

source: RECORDING
es: GRABACIÓN

source: Please explain.
es: En sus propias palabras, explique.

source: Please state where you recognize this person from.
es: Sírvase indicar, en sus propias palabras, en las que reconoce a esta persona de.

source: Please state how certain you are of this identification.
es: Sírvase indicar, en sus propias palabras, cómo ciertos eres de esta identificación.

source: You stated you do not recognize this person; tap “Continue →” to move to the next photo.
es: Usted ha declarado que no reconoce a esta persona; pulse “Siguiente →” para pasar a la siguiente foto.

source: You stated you are not sure if you recognize this person; tap “Continue →” to move to the next photo.
es: Usted dijo que no está seguro si usted reconoce a esta persona; pulse “Siguiente →” para pasar a la siguiente foto.

source: The presentation will continue until you have reviewed all photos.
es: La presentación continuará hasta que haya revisado todas las fotos.

source: Presentation Complete.
es: Presentación Completa.

source: Please return this device to the Officer.
es: Por favor devuelva este dispositivo al Oficial.

source: Please state your name for the record and then press the “Continue →” button below.
es: Por favor diga su nombre para el registro y luego pulse el botón “Siguiente →” abajo.
